[
  {
    "header": "Современная жизнь",
    "active": "",
    "content": [
      "Четырех сфер хватает, чтобы абстрактно описать жизнь любого из нас: ",
      "<li>Семья – отношения, любовь, родственники, семейное времяпрепровождение.</li>",
      "<li>Карьера или Учеба – учеба, карьера, работа, финансы.</li>",
      "<li>Социальная – наша взаимосвязь с друзьями, знакомыми, коллегами и незнакомцами.</li>",
      "<li>Личная или хобби – как мы проводим свободное время, расслабляемся или отвлекаемся.</li>",
      "Однако всё не так просто. <u>Перегрузка информацией</u> – это одна из главных проблем нашего времени. Нам нужно знать законы, права, как зарабатывать деньги, как тратить деньги, что такое глютен, а также внутреннюю и внешнюю политику, что происходит в Буркина Фасо с фермером, который обнаружил неординарную фекалию в саду и всё это узнавая, что идет невероятная акция на грелки для пупка всего за 50,000 рублей!",
      "</br>Ну ладно, хоть и в такой реальности сосредоточиться на чём либо дольше нескольких секунд невозможно (легенда гласит, что просто сложно). То как насчёт удовлетворительных жизненных выборов? Раньше выборов было немного, а иногда их не было совсем. Вот есть завод или колхоз и всё. Вот есть на районе Юля - свободная, красивая ровесница и всё. А теперь… Одинокие прекрасные мамочки хотят с тобой познакомиться. Толпами. И все хотят научить тебя делать деньги из воздуха, обязательно за деньги.",
      "</br>Допустим, быть целеустремленным и удовлетворенным в современном мире противопоказано. Как насчёт неприспособленных механизмов? Как и у животных, в нас встроен защитный механизм “бей или беги”. Полезная штука, когда из-за угла тебя встречают “Адидасы”, тело перенаправляет энергию в нужные для выживания русла такие как сердце, лёгкие, глаза и уши. Чувства обострились, мышцы наполняются энергией и делается выбор, бить или бежать. Интересно, а откуда идет эта энергия… Из неважных в моменте функций, таких как: долгосрочное мышление, пищеварение и рост. В любом случае это не страшно, в какой-то момент встреча с “Адидасами” проходит и если вы выжили, то можно расслабиться (а если не выжили, то расслабились по-любому). А что если “Адидасы” ходят всегда и везде с нами? Даже в туалет, душ и кровать? Страшно, но факт. В данном случае “Адидасы” - это финансы, любовно-семейные вопросы, статус и вредное личное времяпрепровождение. Те самые вещи, которые могут и будут беспокоить нас пожизненно, если не давать им отпора.",
      "</br>В общем, сложно. Наш мозг, заточенный от природы на выживание, с легкостью обнаруживает бесконечное количество угроз с которыми, возможно, придется справляться и моментально направляет на привычные реакции. С этой точки зрения нам никогда не выбраться из лабиринта сознания.",
      "</br>Так давайте это поменяем, прямо сейчас. Отведем взгляд. Перестанем бесконечно искать новое снаружи и посмотрим что же там у нас внутри. Нас всю жизнь отвлекают бесконечными количествами информации. Даже в свободное время мы что-то смотрим, слушаем, читаем, играем, а иногда всё это одновременно. Пора начать хоть иногда временно перекрывать поток информации и разбираться в себе. Но это не так просто, нужна мотивация.",
      "</br>На данный момент исследования в области психологии показывают беспокоящие данные:",
      "<li>80% населения испытывали или испытывают депрессию.</li>",
      "<li>Уровень гормонов стресса у подростков сравним с психически больными 50ых.</li>",
      "<li>20% старшеклассников хотя бы раз серьезно задумывались о самоубийстве.</li>",
      "<li>Начиная с поколения миллениалов, которое в свое время было самым склонным к депрессии и наркотикам, следующие поколения показывают рост данной склонности.</li>",
      "<li>Самоубийство – это вторая основная причина смерти в возрасте 10 - 34 лет.</li>",
      "<li>Депрессия лечится, но 35% людей не обращаются за помощью.</li>",
      "<li>10% россиян признают, что находятся в глубокой депрессии.</li>",
      "<li>77% молодёжи России отмечают у себя признаки депрессии.</li>",
      "Список можно продолжать, проблема есть и она наглядна даже невооруженным глазом. Чтобы понять о чём идёт речь, нужно понять “Депрессию”. Это состояние, когда не хочется ничего делать, свойственно людям и животным. Синонимы и стадии такого состояния могут звучать как лень, апатия, тревожность и отчаяние. В легком проявлении депрессии человек ленится. В тяжелом проявлении человек отказывается от всех действий, включая есть, пить, спать и ходить в туалет. Либо депрессия перерастает в хроническую тревожность или паранойю.",
      "</br>Лень – это когда знаешь, что нужно делать, понимаешь, что можешь это сделать, осознаешь, что действие приведёт к результату, признаешь, что оно того стоит, и всё равно не делаешь. Даже в лёгкой форме депрессия портит жизнь и лишает возможности проявить себя миллионы людей. А процесс, который создаёт и поддерживает депрессию, встроен в современность. Быстрые и доступные удовольствия, цена которых долгосрочные.",
      "</br>Давным-давно, когда конфеты были предметом роскоши, провели один амбициозный эксперимент. Суть была простой. Десятки тысяч детей пришли в кабинет профессора пройти опрос. В комнате ожидания ребёнку давали конфету с обещанием, что если он потерпит и зайдёт в кабинет не съев её, то получит еще одну. В кабинете встречал профессор, который давал ещё конфету, если ребенок не съел свою, и проводил стандартный опрос на качество жизни. Вопросы типа: удовлетворительность школой, друзьями, родителями и т.д. и т.п. Суть была в том, что этих детей на протяжении 40 лет приглашали пройти тот же опрос на качество жизни.",
      "</br>Результат: дети, которые смогли сдержать порыв съесть конфету сразу и получили вторую, прожили более удовлетворительную и успешную жизнь. Оказалось, что главное качество для успеха и удовлетворения в жизни – это способность потерпеть ради большего удовольствия. Сегодня такое качество – это большая редкость, потому что оно противопоказано современному миру. Но я вам гарантирую, что в любом возрасте можно приобрести любое качество, главное – захотеть.",
      "</br>Возвращаясь к депрессии, проведём аналогию между результатом эксперимента и современным миром. Если в современном мире краткосрочное удовольствие доступно всегда и везде, то зачем терпеть? Зачем думать о будущем, если можно получать удовольствие прямо сейчас? Потому что есть вещи, которые того стоят. Но это становится понятно позже. Когда очередные отношения не длятся дольше года, когда понимаешь, что тебе 40, а профессии нет, когда осознаешь сколько финансов, времени и здоровья ушло на сигареты, алкоголь, гаджеты и наркотики. Вот и депрессия.",
      "</br>Решение существует, никогда не поздно что-то менять. Социальные работники, психологи, психиатры и целители пытаются помочь тем, кто обращается. Но многие не обращаются. Исследования показали, что потеря лица в обществе пугает людей больше, чем смерть. Поэтому большинство отказывается обращаться к профессионалам. А те, кто хочет, не могут позволить себе такую роскошь, как психолога, из-за финансов.",
      "</br>Поэтому мы работаем над доступным и удобным решением в виде путеводителей и сайт-приложения. Это промежуточное решение, которое не заменит психолога, но позволит самостоятельно сгладить симптомы и жить удовлетворительней."
    ],
    "exercise": [
      "</br><b>Упражнение</b>",
      "Напишите историю своей жизни. Для себя и, возможно, для близких. Опишите как вам удобно каждую из сфер жизни в детстве, подростковом и взрослом этапе жизни. Что происходило, как вы чувствовали, важные события, выборы, лучшие времена и худшие тоже.",
      "</br><i>Проще всего начать с записи первого в жизни воспоминания и продолжить записывать и редактировать оттуда. Желательно первое время уделять этому по часику в день.</i>",
      "</br><b>Нажмите на Историю Жизни чтобы открыть разделы и начать их заполнять!</b>",
      "</br><i>Вы всегда можете сохранить и продолжить заполнение на странице Профиль.</i>"
    ],
    "test": [
      {
        "text": "Какова основная сложность современного мира?",
        "selectedAnswers": [],
        "answers": ["Деньги", "Перегрузка информацией", "Быстрые изменения", "Найти информацию"],
        "correctAnswers": ["Перегрузка информацией", "Быстрые изменения"],
        "inCorrect": ""
      }
    ]
  },
  {
    "header": "Ценности",
    "active": "",
    "content": [
      "Ценности – то что вам важно в жизни. Это динамические фундаменты мотивации, которые формируют наши цели в жизни. Эти фундаменты формируются из двух половин. Одна половина генетическая и передаётся от всего рода. А вторая формируется примерно до 24 лет на основе полученного опыта и после формирования меняется в основном только при наличии трагедий. Ценности – это самое абстрактное и долгосрочное описание того, что принято называть счастьем и успехом.",
      "Говорят, что у каждого своё счастье и свой успех. Часть причины – это разные ценности. То, что счастье для одного, возможно, несчастье для другого. Обычно люди ладят с теми, у кого похожие ценности, и избегают тех, у кого ценности иные. Например, те, кому важно уважение, чистота слова и доверие, не очень ладят с теми, кому важно веселье, гулянки и азарт. Даже одинаковые ценности бывают бесконечно разными. Например, любовь – это ценность, которая имеет бесконечное количество описаний, так как для каждого это слово имеет разные смыслы, которые могут быть похожими, но никогда в полной точности не повторятся.</br>",
      "Каждый из нас примерно знает и понимает свои ценности, что приводит к вопросу, зачем нужна эта глава. Всё просто, примерное понимание своих ценностей приводит к примерным целям и в итоге превращается в примерную жизнь. Это как жизнь в вечно тёмном лесу в поисках непонятно чего.",
      "Определить свои ценности значит:",
      "<li>Лучше понять и определить, что для вас счастье и успех.</li><li>Быстрее понимать и отсекать то, что вам не подходит.</li><li>Повысить уверенность в своих выборах.</li><li>Получить источник мощной внутренней мотивации.</li><li>Повысить устойчивость к промыванию мозгов.</li><li>Проработать критическое мышление.</li><li>Понять свои внутренние конфликты и противоречия.</li>",
      "Определяя свои ценности, вы скорее всего наткнетесь на противоречия и конфликты. Это совершенно нормально, учитывая, что часть ценностей нам передается от предков, которые жили в другие времена. В моём случае ценность свободы конфликтует с ценностью стабильности. Приходится периодически жертвовать одним ради другого и искать подходящий баланс. Для решения таких конфликтов определяется важность каждой из ценностей. Обычно есть две главные ценности, которые мы чувствуем необходимость воплощать. Это ценности разного типа: целевая и процессная, то есть что нам нужно и как нам нужно к этому стремиться, цель и путь.",
      "Определение важности каждой ценности значит:",
      "<li>Расставить свои приоритеты.</li><li>Определить что для вас главное.</li><li>Определить чем вы готовы жертвовать, а чем нет.</li>",
      "Если задуматься по-философски, то у каждой ценности есть темная и светлая сторона. Могу дать пример на своей ценности свободы. С одной стороны, я немного чаще остальных путешествую, а с другой – не могу подчиняться и никогда не жил на одном месте дольше 8 лет. Когда я определил свои ценности, стало очевидно почему больше 30 раз менял работу и 4 года с удовольствием проработал риэлтором. Также стало очевидно, что мне подходит работа на себя либо свой бизнес. Это была не хотелка, а необходимость, так как на обычных работах я долго держаться не могу, а кушать хочется.",
      "Все наши цели и выбранные пути к их достижению делаются подсознательно на основе наших ценностей. Увы, не всегда мы получаем то, что хотели. Даже когда получаем, может оказаться, что оно того не стоило. Но подсознание всегда ведёт нас в направлении того, что нам нужно, привычными способами (так как нам нужно), любой ценой, хотим мы этого или нет. В этой главе наша цель – вытащить из подсознания как можно больше ценностей.",
      "Огромную роль во всех частях нашей жизни играет счастье, которое иногда есть, а иногда его нет. Наша цель – разобраться, что приносит нам счастье. И это первое, что вам предстоит найти в своей истории жизни. Когда вы были счастливы, происходило какое-то воплощение важных для вас ценностей. Так же, как и времена грусти, в которых не воплощались важные для вас ценности. Сложные выборы и дилеммы скрывали с обеих сторон воплощения важных для вас ценностей. Ваши привычки и ежедневные действия, даже мысли – это прямое воплощение ваших ценностей.",
      "Чтобы закрепить понимание, вот пара иллюстраций:",
      "<b>Вид жизни человека, примерно понимающего свои ценности</b>",
      "<div class=\"img no_values_image\"></div>",
      "Примерно понимая свои ценности, мы примерно знаем, что нам подходит, а что нет. В свою очередь эта примерность проявляется в неуверенности. А неуверенность заставляет искать ответы у других и пробовать идти к целям, которые подходят некоторым, но не нам. И вроде всё хорошо, иногда мы счастливы, но подсознание не позволит этому долго продолжаться и будет возвращать нас на наш путь. В итоге жизнь выглядит, как в иллюстрации: множество начинаний, стремления к неподходящим нам целям и мало важных и удовлетворительных достижений.",
      "<b>Вид жизни человека, который хорошо понимает свои ценности</b>",
      "<div class=\"img with_values_image\"></div>",
      "Понимание, что нам подходит, даёт уверенность и помогает идти только к нашим целям, не сбиваясь со своего пути. Конечно, иллюстрация показывает идеал и в реальности мы будем сбиваться с пути, но чем лучше определим свои ценности, тем реже и незначительней будем сбиваться."
    ],
    "test": [
      {
        "text": "Разбираться в своих ценностях стоит, чтобы:",
        "selectedAnswers": [],
        "answers": [
          "Повысить уверенность в своих выборах",
          "Получить источник мощной внутренней мотивации",
          "Быстрее понимать и отсекать то, что вам не подходит",
          "Просто так предлагает сайт"
        ],
        "correctAnswers": [
          "Повысить уверенность в своих выборах",
          "Получить источник мощной внутренней мотивации",
          "Быстрее понимать и отсекать то, что вам не подходит"
        ],
        "inCorrect": ""
      },
      {
        "text": "На что влияют ценности?",
        "selectedAnswers": [],
        "answers": [
          "На решения",
          "На удовлетворение",
          "На желания",
          "На лучшие и худшие моменты жизни"
        ],
        "correctAnswers": [
          "На решения",
          "На удовлетворение",
          "На желания",
          "На лучшие и худшие моменты жизни"
        ],
        "inCorrect": ""
      }
    ],
    "exercise": [
      "<b>Упражнение</b>",
      "Начните распознавать и оценивать важность своих ценностей и записывать их в список. У человека в целом около 70 ценностей, которые обязательно проявляются в речи. Некоторые слова или фразы, которые вы часто используете, намекают на ценность. Если вы уже написали свою историю жизни, то можете извлечь из нее большинство ценностей.",
      "Чтобы упростить вашу задачу, вот несколько примеров, которые показывают, как искать ценности. Перед вами примеры воплощения ценностей, где каждая потенциальная ценность отмечена знаком *:",
      "<li>“Я пожертвовал всем (чем именно?), чтобы сохранить семью*, но не знаю стоило ли оно моей карьеры* и здоровья*”</li>",
      "<li>“Я так целеустремленно* шла к успеху (какому? В чём?), что потеряла связь с близкими*”.</li>",
      "<li>“Мой сложнейший выбор в жизни был остаться или уйти из семьи*. С одной стороны была моя любовь* и чувство самореализации*, а с другой невыносимое чувство обиды за отсутствие доверия* и домашнего уюта*”.</li>",
      "Важный момент, в каждой сфере жизни проявляются разные ценности. Поэтому стоит записать какие ценности вы проявляете в зависимости от сферы. Уверен, вы сами понимаете, что проявляете в семье ценности, которые не проявляются в социуме или на работе и наоборот.",
      "<i>Кстати, деньги всегда часть процесса и ценностью являться не могут. Обычно деньги способствуют воплощению Свободы, Безопасности, Власти или других ценностей.</i>"
    ]
  },
  {
    "header": "Препятствия",
    "active": "",
    "content": [
      "То, что мешает вам жить в удовольствие и достигать успеха. Первое, что обычно приходит на ум, – это недостаток ресурсов, таких как деньги, время, силы и навыки. Но, увы, на стратегическом уровне это не так, здесь проблема в вашей способности распознавать, добывать и распределять ресурсы. Обычно из-за личных препятствий.",
      "Как упоминалось в прошлой главе о ценностях, каждая ценность имеет плюсы и минусы. Минусы мы назовём относительно безобидным названием “Препятствия”. На самом деле это сложности, которые мешают нам жить. Иногда всегда и во всём. Это страхи, убеждения или принципы, которые не позволяют нам делать необходимое ради того, чтобы жить счастливо. Иногда, даже когда мы знаем, что нужно сделать, наши препятствия нам этого не позволяют.",
      "Некоторые со временем принимают эти препятствия, как неотъемлемую часть своей личности. Это совершенно нормально, ведь препятствия – это, по сути, одно из проявлений ценностей. Например, страх провала – это возможное проявление ценности безопасности или стабильности. Однако если этот страх мешает вам устроиться на работу вашей мечты, даже когда вам её предлагают, он становится неадекватным и, возможно, ненужным.",
      "Обычно в данной части восприятия проявляется максимализм и столкновения множества противоположностей. Когда мы понимаем, что препятствие мешает нам жить. Обычно мы пытаемся от него избавиться методом, который я называю “180”. Простыми словами, действовать полностью наоборот. На примере препятствия страха провала, люди (включая меня) часто начинают действовать совершенно безрассудно. Данный метод помогает понять, что даже если провалишься или ошибёшься, то потом выкарабкаешься. Это продолжается до определенного момента, когда цена безрассудства сравнивается с ценой страха и начинается поиск середины. Этот поиск обычно начинается с отчаяния типа “В любом случае будет плохо”. Как оказалось, так и есть.",
      "Препятствия – это крайности. Умеренная осторожность, обоснованный страх, умеренное упорство и другие умеренные проявления характера полезны и необходимы. Препятствия начинаются там, где заканчивается умеренность. Главная работа над препятствиями – это личный поиск баланса и равновесия, который в любом случае происходит подсознательно. Остаётся только вопрос цены. Либо жизненные ошибки с пожизненными последствиями, либо некоторое время, периодически уделённое осознанному поиску баланса.",
      "Так чему же препятствуют препятствия?! Препятствуют они стремлениям и не только физически. Препятствия могут мешать представить успех, почувствовать удовольствие, найти решение, другим мыслительным и эмоциональным процессам. Не говоря о физических проявлениях, которые иногда доводят людей до глупых поступков и преступлений.",
      "<b>Иллюстрация примерных ценностей с препятствиями</b>",
      "<div class=\"img no_values_obstacles\"></div>",
      "Можно заметить, что в данной иллюстрации препятствия давят со всех сторон. То есть мало того, что энергия разбрасывается во все стороны. Ещё и препятствия заставляют напрягаться ради продвижения. Также, как только стремление угасает или меняется, начинается откат всего процесса из-за препятствий. В итоге, как часто бывает, получается, что все усилия уходят на то, чтобы просто остаться на том же месте.",
      "<b>Иллюстрация с пониманием ценностей и препятствиями</b>",
      "<div class=\"img with_values_obstacles\"></div>",
      "В данной иллюстрации энергия направлена в одном направлении. Казалось бы, что этого достаточно, чтобы жить удовлетворительной жизнью, но препятствия в данном случае заметны гораздо ярче. Суть в том, что при откате мы можем терять достигнутое. Это считается более болезненным, чем ничего не достигать. В отличие от предыдущей иллюстрации, в таком случае проявления препятствий сильнее и болезненней.",
      "<i>Кстати, во многих религиях, йоге и буддизме гласят, что все ответы находятся внутри нас. Несложно заметить по иллюстрациям, что препятствия возвращают нас в себя. Это не просто так, только разобравшись в себе и найдя свой баланс, человек может двигаться с легкостью.</i>"
    ],
    "exercise": [
      "<b>Упражнение</b>",
      "Личные препятствия – это причина всех наших провалов. Это причина, по которой у нас не получается добывать ресурсы и достигать своих целей. Перед вами список популярных личных препятствий или другими словами “загонов”, принципов, страхов и убеждений. Прочтите и выберите те, которые периодически препятствуют вашему успеху."
    ],
    "exerciseChooseFrom": [
      "Страх провала.",
      "Отказ покидать зону комфорта.",
      "Слишком высокие цели.",
      "Слишком низкие цели.",
      "Цели, основанные на символах успеха в обществе, а не личных ценностях.",
      "Трата времени на отношения и занятия, которые в лучшем случае бесполезны.",
      "Ненависть к проигрышам.",
      "Инвестиция большинства ресурсов в краткосрочные результаты.",
      "Результаты и достижения ради похвалы и оценки общества.",
      "Чувство безысходности из-за нехватки ресурсов.",
      "Откладывания на потом, “сейчас не время”.",
      "Сдаваться, когда не получается с первого раза.",
      "Ожидания того самого великого шага, который приведет к великому успеху, и недооценка маленьких повседневных действий.",
      "Сложность перебороть страхи, даже когда понятно, что нужно делать.",
      "Сложность просить о помощи у тех, кто по-настоящему может помочь.",
      "Сложность или отказ менять вредные привычки.",
      "Постоянные неверные выборы.",
      "Сложность отпускать, даже когда нужно.",
      "Действия только ради удовлетворения других.",
      "Отказ делать то, что нужно, из-за статуса.",
      "Неподходящие партнеры."
    ],
    "test": [
      {
        "text": "На что влияют препятствия?",
        "selectedAnswers": [],
        "answers": [
          "На выборы целей и действий",
          "На удовлетворение от количества ресурсов, таких как деньги и время",
          "На ценности",
          "Ни на что не влияют"
        ],
        "correctAnswers": [
          "На выборы целей и действий",
          "На удовлетворение от количества ресурсов, таких как деньги и время"
        ],
        "inCorrect": ""
      }
    ]
  },
  {
    "header": "Ресурсы",
    "active": "",
    "content": [
      "Так же как и препятствия, ресурсы – это проявления ценностей. В отличие от препятствий, это постоянные действия, привычки или другие части характера, которые приводят нас к успеху. Проще всего это заметить у знакомых и друзей. Увидеть свои главные ресурсы таковыми нам мешают препятствия, а к близким и родственникам мы обычно относимся предвзято. Зато у знакомых и друзей обычно легко заметить и обсудить достоинства и недостатки.",
      "Часто бывает, что сбалансированное препятствие становится ресурсом. Допустим, вам мешает привычка ставить слишком высокие цели, из-за которой вы беретесь за великие дела, но бросаете или выгораете через некоторое время, не достигнув задуманных результатов. Если сбалансировать препятствие, то есть научиться ставить достижимые цели, то оно превратится в амбициозность, что является огромным ресурсом.",
      "У каждого ресурса, как и у препятствия, есть моменты проявления. Эти проявления обязательно повторяются в определённых ситуациях. Чтобы их заметить, нужно анализировать своё прошлое и с любопытством присматриваться к настоящему. Также вам поможет с любопытством прислушиваться к знакомым, друзьям и близким. Заметив закономерности, вы сможете подготовить альтернативный план действий. ",
      "В разные моменты и ситуации мы проявляем разные препятствия и ресурсы. В основном те, к которым привыкли. Однако мы ещё не воплотили весь свой потенциал. Из этого следуют три предположения:",
      "<li>Основные используемые нами ресурсы не обязательно те, которые приносят максимальный успех.</li>",
      "<li>У каждого из нас есть потенциал призвать намного больше ресурсов, чем получилось по сей день.</li>",
      "<li>Ресурсы с максимальным потенциалом успеха ещё не воплотились.</li>",
      "Опознавание моментов – это ключ к воплощению вашего потенциала. Часто мы характеризуем себя в зависимости от наших привычных реакций в моментах. Некоторые моменты неизбежны для большинства людей и это эмоции. По сути сам момент не так важен, как эмоции и реакции, которые мы в нём испытываем и проявляем.",
      "Основных эмоций всего 6: счастье, грусть, страх, отвращение, злость и удивление. Наши реакции на эмоции определяют “характер”. Каждый реагирует на эмоции по-разному и обычно подсознательно. Эти программы реакций являются либо препятствием, либо ресурсом. Важно распознать на какие эмоции мы реагируем препятствиями и подготовить альтернативный план действий.",
      "Альтернативный план действий – это, по сути, поиск внутреннего ресурса. Думаю, самое время поделиться личной историей. Мне долгое время мешали негативные эмоции, но я этого не понимал и обращал внимание в основном на ситуации. Этот человек мне не нравится, эта профессия мне не подходит, не люблю это делать и т.д. и т.п. В итоге один знакомый сказал фразу: “Просто дай эмоциям побыть”. Почему-то эта фраза мне зашла и начала вспоминаться, как напоминание, что я не обязан реагировать, думать или анализировать, а просто прочувствовать эмоцию и она сама пройдёт.",
      "Найдите свои ресурсы. Это можете сделать только вы. Ресурсы могут быть не только внутренними. Это может быть помощь знакомых, деньги, места, заняния, картины, звуки, песни и т.д. и т.п. Всё, что вам помогает уравновесить свои реакции и добиваться успехов, является ресурсом.",
      "Ресурсы бывают разные. Оценивать их можно по двум параметрам:",
      "<li>Долгосрочность - Есть ресурсы, которые будут служить вам пожизненно, а также одноразовые. Оба вида важны и нужны, но стратегически, чем долгосрочней ресурс, тем он лучше и полезней.</li>",
      "<li>Доступность - Некоторые ресурсы можно использовать всегда и везде. Например, воспоминания. Другие доступны по обстоятельствам. Доступность ресурсов можно также разделить на внутреннюю и внешнюю. Оба вида важны и нужны.</li>",
      "<b>Иллюстрация без ценностей с ресурсами</b>",
      "<div class=\"img no_values_resources\"></div>",
      "Можно заметить, что ресурсы проявляются не в каждом стремлении. Это может быть потому, что в некоторых стремлениях мы не совсем уверены, некоторые мы не понимаем и множество других вариантов. В итоге мы истощаем свои ресурсы меньше, чем могли бы, и в разных направлениях, что не очень эффективно сказывается на результатах.",
      "<b>Иллюстрация с ценностями и ресурсами</b>",
      "<div class=\"img with_values_resources\"></div>",
      "В данной иллюстрации заметно, что все стремления закрепляются ресурсами. Таким образом уменьшая вероятность и потери от откатов. Также ресурсы направлены в одном направлении и зоне нашего пути. В данном случае ресурсы истощаются максимально и уверенно, ради добычи больших ресурсов и воплощения целей.",
      "По сей день я не нашёл метода поиска ресурсов лучше, чем анализ своей истории жизни, которую предлагал вам начать писать в самом начале этого путеводителя. Эту практику предлагают даже просветленные монахи. Просто написав свою историю, станет очевидно очень многое. А если её перечитывать и анализировать вы сможете сделать судьбоносные выводы. Так что, понимая, что 99.9% моих любимых читателей ещё не начали ничего писать. Рекомендую это сделать сейчас, начните создавать свой осознанный ресурс, который будет вам очень долго служить."
    ],
    "exercise": [
      "<b>Упражнение</b>",
      "Создайте список своих ресурсов. Мысли о ресурсах со временем начнут открывать новые возможности. Записи помогут лучше понимать свои возможности.",
      "Запишите все свои ресурсы с помощью следующих категорий:",
      "Кстати, Одна из лучших историй о ресурсном мышлении произошла на курсе “Поиск возможностей” в университете Стэнфорда. Студенты получили задачу превратить полученные 5 долларов в максимальную прибыль и за 3 минуты рассказать о процессе перед всем курсом через неделю. Многие ничего не заработали, некоторые заработали несколько долларов. Одна группа купила моющее средство и заработала пару сотен за мойку машин в купальниках. Но один парень опередил всех вместе взятых, получив целых 500 долларов. Придя к доске, он начал рассказывать о компании, которая нанимает студентов из их факультета и приглашает познакомиться с компанией. В конце он вернул полученные 5 долларов преподавателю. Когда его спросили о том, как он это сделал, он сказал, что из всех ресурсов под рукой несколько минут прочитать лекцию в уважаемом факультете показались ему самым ценным. Ресурс о котором никто даже не подумал. Мораль истории в том, что возможности нас окружают постоянно, просто мы не научились их замечать."
    ],
    "exerciseFillList": [
      "Знания и образования:",
      "Умения, способности и уникальные навыки:",
      "Сильные черты характера:",
      "Опыт:",
      "Знакомства:",
      "Внешний вид:",
      "Другие ресурсы:"
    ],
    "test": [
      {
        "text": "На что влияют ресурсы?",
        "selectedAnswers": [],
        "answers": [
          "На выборы целей и действий",
          "На успешность действий",
          "На способность привлекать ресурсы",
          "Не на что не влияют"
        ],
        "correctAnswers": [
          "На выборы целей и действий",
          "На успешность действий",
          "На способность привлекать ресурсы"
        ],
        "inCorrect": ""
      }
    ]
  },
  {
    "header": "Жизнь моей мечты",
    "active": "",
    "content": [
      "Поздравляю, вы научились расставлять основные комплектующие вашей жизни по полочкам! С пониманием своих ценностей и их проявлений вы готовы определить жизнь своей мечты. Не знаю как у вас, но меня спрашивали с детства: “Кем ты хочешь стать когда вырастешь?”. Уже взрослым я понял, что не мог тогда ответить на этот вопрос. Сегодня могу в двух словах сказать, что хочу быть свободным и полезным.",
      "Жизнь вашей мечты – это картина, которую только вы можете описать. Как выглядит ваш день, дом или квартира, семья, карьера, развлечения и отношения в социуме. Описав для себя идеальную жизнь, вы сможете определить свою конечную точку стремлений. Она может быть очень далеко от вашей нынешней ситуации, совсем рядом или уже воплощена. В любом случае, будь это стремление добиться или сохранить, это поможет вам иметь свою жизненную цель.",
      "<i>“Если Вы думаете, что вы способны на что-то, Вы правы, если Вы думаете, что у Вас не получится что-то, Вы тоже правы” – Генри Форд</i>",
      "Одно из основных препятствий в представлении своей мечты – это общественные стандарты. В каждом обществе и семье принято иметь стандарты на все сферы жизни. Мы с детства слышим мнение родителей, окружающих и маркетологов о том, как всё должно быть. Видим картины в интернете, кино, плакатах, журналах и рекламах. А позже, когда задумываемся о том, что нам нравится, в голове появляются образы успеха, которые мы в реальности ни разу не видели. Все живут так, у всех такой дом, такая мечта, такой заработок и т.д. и т.п. Правильно, зачем думать, если за вас это уже сделали?",
      "Родители часто хотят, чтобы мы воплотили их мечты в реальность. Общество хочет, чтобы мы были, как и “все”. Работодатель хочет максимальную пользу за минимальную плату. Понятное дело, что нас редко искренне спрашивают, чего хотим мы. Соответственно и мы со временем перестаем у себя это спрашивать. Как результат, мы идём по течению в сторону чужих целей. Как вы думаете, откуда взялся кризис среднего возраста? Когда человек внезапно понимает, что его жизнь не та, о которой он мечтал, и начинает многое менять. Это даже получило своё общепринятое в мире название и сферу исследования… Почему в мире существует так много знаменитых и успешных людей, которые вынуждены постоянно всем врать, скрывая, что недовольны своей жизнью?",
      "Потому что мало кто анализирует свои стремления. Вот я хочу много денег сейчас. Потому что много денег – это хорошо. У меня никогда не было много денег, но так все говорят. Некоторые говорят, что много денег – это плохо, потому что они не умеют ими распоряжаться, но со мной так не случится. А что если. А что если, как миллиарды до и после вас. Наступит день, когда вам будет около сорока лет и вы поймёте, что потратили свою жизнь на погоню за вещами, которые вам не нужны. Но теперь уже поздно что-то менять и нужно как нибудь с этим смириться.",
      "У вас есть возможность смягчить или вовсе избежать таких последствий. Определите ваши необходимости в жизни сейчас. Начните задумываться о том, что вас ждёт в старости, и подготовьтесь к этому. Из всех моих знакомых 99% пенсионеров не хватает пенсии. Некоторым из них даже некому помочь. Думайте о своём будущем. Уверен, что такой исход – это точно не мечта вашей жизни. Но это самый вероятный исход, если не стремиться к другому и просто плыть по течению.",
      "Многие влюбились в образ из культуры потребителя, суть которой в убеждении не думать о будущем и жить в удовольствие сейчас. Постоянно говоря фразы типа: “Вы можете умереть в любой момент”, “Завтра может не наступить” и т.д. и т.п. Эти фразы великих мудрецов используют маркетологи, чтобы вы потребляли больше, брали кредиты и не задумывались о том, что будет потом. Но обратная сторона в том, что скорее всего завтра наступит, так как шанс непредсказуемой смерти мизерный. И придётся отвечать за все поступки до конца своей жизни, которая может оказаться намного дольше, чем казалась.",
      "Оригинальный смысл этих фраз в балансе жизни и смерти. Баланс между долгосрочными и краткосрочными планами. Баланс между будущими результатами и наслаждением процессом. Никто не знает, как сложатся обстоятельства жизни. Ко всему никогда не подготовиться. Именно поэтому важно определить к чему стремиться максимально для себя.",
      "<b>Иллюстрация с примерными ценностями и определением мечты</b>",
      "<div class=\"img no_values_lifeVision\"></div>",
      "В любом случае в подсознании находится определение жизни мечты. Однако, когда нет определенной уверенности в своих ценностях, ничего не меняется. Мечта остаётся мечтой.",
      "<b>Иллюстрация с определением ценностей и жизни мечты</b>",
      "<div class=\"img with_values_lifeVision\"></div>",
      "В данной иллюстрации жизнь мечты изображает конечную точку стремлений. Каждая цель приближает к воплощению мечты. Конечная точка значит, что в какой-то момент можно расслабиться и получать удовольствие.",
      "Определение жизни мечты бывает разным. Для некоторых это может быть одна страница, а для других целая книга. Вам решать насколько подробно вникать в описание. Главное просто об этом думать и писать иногда."
    ],
    "exercise": [
      "<b>Упражнение</b>",
      "Опишите свою идеальную жизнь, как вы воплощаете ваши ценности и достигаете идеалы. Как выглядите, чувствуете и действуете во всех сферах жизни (Семья, Карьера, Социальная и Личная), где вы воплотили все свои мечты.",
      "<i>Кстати, попробуйте отнестись к этому этапу максимально просто, как к игре. Ваш текст не обязан быть идеальным с первой попытки. Вернувшись к этому упражнению позже, вы, возможно, напишите всё иначе. Быт и реальность никуда не денутся и мы скоро к ним вернёмся, это единственная часть этого путеводителя, где вам можно и нужно мечтать, так мечтайте смело и с удовольствием :)</i>"
    ],
    "test": [
      {
        "text": "На что влияет описание жизни мечты?",
        "selectedAnswers": [],
        "answers": [
          "На выбор более подходящих целей",
          "На успешность действий",
          "На способность привлекать ресурсы",
          "На мотивацию в достижении результатов"
        ],
        "correctAnswers": [
          "На выбор более подходящих целей",
          "На мотивацию в достижении результатов"
        ],
        "inCorrect": ""
      }
    ]
  },
  {
    "header": "Цели",
    "active": "",
    "content": [
      "Хорошо поставленные цели – это мощный рычаг, который поможет вам добиваться успехов. Кто ездил на велосипеде или мотоцикле подтвердит, что куда глаза – туда и тело. Цели – это мощный элемент мотивации, который требует баланса. Слишком “низкие” цели неинтересно достигать. Слишком “высокие” не получается достигать. Важно хорошо понимать свои потребности и способности.",
      "Поэтому это и шестая глава, после жизни мечты. В отличие от жизни мечты, которая является вашим общим описанием к чему стремиться. Цели являются промежуточными результатами. Эти результаты необходимы, чтобы в итоге воплотить жизнь мечты в реальность. Например, чтобы жить в центре событий, нужно иметь там жилье или стабильный высокий заработок. Или, чтобы построить семью, нужен партнер или партнерша.",
      "Цели могут быть достижением или сохранением. Обычно, достигнув цели, делается переход на сохранение. На простом примере ремонта, который обычно занимает больше денег, времени и сил, чем мы планировали, по завершении мы стараемся ничего не ломать, чтобы дольше сохранить свежий и новенький вид.",
      "Цели могут иметь этапность или быть никак не связанными. Обычно можно выстроить цели по иерархии в четыре столба сфер жизни. Например, в семейном плане нужно: встретить - влюбиться - проверить совместимость - жениться - нарожать детей. Иногда проверка совместимости отпадает, но суть понятна: если никого не встретить, то никого и не полюбишь. Также в карьере, сначала надо научиться что-то делать, чтобы делать это хорошо за хорошие деньги.",
      "<b>Каждая цель оценивается по 5 составляющим, которые мы сейчас покажем.</b>",
      "<li>Измеримость – цель должна быть измеряемой, иначе вы не сможете понять и почувствовать меру своего успеха. “Больше зарабатывать” не измерить в сравнении с “повысить доходы на 15к”.</li>",
      "<li>Время – когда начало и конец? Сроки важно учитывать, чтобы минимизировать перегрузки и прокрастинации.</li>",
      "<li>Критерии качества – почти никогда два человека, идущие к цели, не пройдут один и тот же путь, соответственно, важно определить, как именно вы хотите идти к цели. Будь это расслабленно и с удовольствием или же беспощадно и на пролом, решать вам.</li>",
      "<li>Критерии успеха – те самые критерии, которые важнее для вас. Например, вы повысили доход на 15к, но теперь на вас держит обиду один из сотрудников. Важно, чтобы вы заранее приняли решение, что для вас важно в пути к вашей цели.</li>",
      "<li>Цена – любая выбранная вами цель имеет цену. Время, силы, деньги, здоровье и многие другие факторы. Важно, прежде чем приступать к исполнению, понимать во что это обойдётся и ответить на вопрос: “Стоит ли оно того?”</li>",
      "Оценка цели напрямую связана с мотивацией её добиваться. Если вы не можете измерить прогресс, то и чувства приближения не будет. Если вы не назначите время, то будете пожизненно откладывать. Без критериев качества вы не получите удовольствие от процесса, что в итоге приведет к выгоранию. Как узнать, что вы достигли успеха, если нет определения успеха?! Ну и напоследок самый вкусный кусочек цены успеха, на котором многие спотыкаются и сдаются, когда понимают.",
      "<i>Кстати, 99% людей, которые начинают новый амбициозный проект, сдаются, потому что думали, что путь к успеху будет проще.</i>",
      "Поэтому были созданы все предыдущие главы. Чтобы вы могли максимально точно определить и описать свои потребности. Без этого вы будете пожизненно выбирать лёгкие и доступные пути вместо тех, которые вам подходят. Понимание необходимости увеличивает мотивацию. Необходимость – это понимание альтернативных вариантов. Бывают универсальные необходимости, как вода, питание и воздух, которые понятны всем живым существам. Если вам будет не хватать одной из этих необходимостей, вы сделаете буквально всё, чтобы исправить ситуацию.",
      "Бывают индивидуальные потребности, которые в силах понять только индивид. Если индивидуум отказывается это делать, то потребности определяются за него окружающими. В итоге человек убежден, что ему нужны вещи, которые на самом деле не нужны (диссонанс). Например, поддерживать некоторых людей за счёт своего благополучия, больше работать за счёт здоровья, терпеть оскорбления за счёт психики и т.д. и т.п.",
      "Конечно, у каждой цели есть цена. Обычно цена – это время, усилия, деньги и другие ресурсы. Время усилий считается самым дорогим и ограниченным человеческим ресурсом. У всех 24 часа в сутки и 7 дней в неделю, которые мы можем уделять чему угодно. Все наши дела обычно можно связать с одной из сфер жизни: здоровье, социум, финансы и увлечения. Когда мы уделяем время одной сфере, обычно это происходит за счёт времени, которое можно было бы уделить другой.",
      "Основная цель – это наш способ сфокусироваться. Фокус – это наш способ концентрированно направлять ресурсы. Можно сравнить фокус с лазером. Если расширить луч лазера на 360 градусов, то он просто немного осветит окружение. Но если сфокусировать все лучи в одну точку, то лазер прорежет даже металл. Так же и в жизни, если постоянно пытаться ухватиться и удержать всё и сразу, то в итоге ничего не удержишь. Суть основной цели в том, чтобы сфокусировать свои ресурсы на достижении и удержании необходимого результата.",
      "<b>Иллюстрация основной цели без ценностей</b>",
      "<div class=\"img no_values_mainGoal\"></div>",
      "В случае целеустремленности без понимания ценностей мы можем ставить основную цель. Однако в данном случае мы можем идти против своей природы и уходить от того, что нам подходит.",
      "<b>Иллюстрация основной цели с ценностями</b>",
      "<div class=\"img with_values_mainGoal\"></div>",
      "В данном случае можно увидеть, что основная цель – это ближайший к вашему нынешнему положению результат. Как только он достигается, основным становится следующий."
    ],
    "exercise": [
      "<b>Упражнение</b>",
      "Определите свои потребности в каждой из сфер жизни.",
      "Сравните, где вы сегодня, с жизнью своей мечты. ",
      "Распределите что нужно сохранить и чего добиться.",
      "Выберите самое главное на данный момент и поставьте цель по пяти критериям качества."
    ],
    "test": [
      {
        "text": "На что влияет понимание качества целей?",
        "selectedAnswers": [],
        "answers": [
          "На мотивацию и стремление их достигнуть",
          "На избегание препятствий",
          "На удовлетворение от результатов",
          "На предотвращение части ошибок"
        ],
        "correctAnswers": [
          "На мотивацию и стремление их достигнуть",
          "На удовлетворение от результатов",
          "На предотвращение части ошибок"
        ],
        "inCorrect": ""
      }
    ]
  },
  {
    "header": "Планы",
    "active": "",
    "content": [
      "Из целей выходят миссии, блоки действий. Для успешного воплощения любой цели нужно пройти 3 этапа:",
      "<li>Информация - часто не хватает каких-то знаний, которые нужно приобрести.</li>",
      "<li>План - жизнь не останавливается и нужно учитывать путь.</li>",
      "<li>Действия - которые приведут вас к цели выбранным путём.</li>",
      "Информация – это основа вашего пути. Нужно знать где находится то, что вы ищите, какие дороги туда ведут и какие препятствия и ресурсы будут на пути. Частое сопротивление в данном этапе – это гордыня типа: “Я много учился, всё проверил, всё знаю”. Помните, что количество новой информации, которая публикуется каждый день, намного больше, чем вы сможете изучить за всю жизнь. Также помните, что вы тоже меняетесь, и в зависимости от вашего состояния можно увидеть новое даже в том, что видите каждый день.",
      "План – это ваш анализ информации. На этом этапе придается личное значение фрагментам информации, дополнение пустот и выбор того, что вам подходит, а что нет. Частое сопротивление на данном этапе – это отчаяние типа: “Я уже всё перепробовал и ничего не получится”. Постарайтесь вспомнить, что если что-то не получается, то скорее всего вам не хватает информации или опыта, которые можно добыть.",
      "Действия – это ваше движение. При действии вы проверяете на правду свою информацию и на прочность свой план. Обычное сопротивление в данном этапе – это мотивация типа: “Знаю, что нужно сделать, но мне лень”. Постарайтесь вспомнить, что цена бездействия может быть намного больше, чем некоторое время, потраченное на неинтересное занятие.",
      "Определить необходимые этапы крайне важно. Если в самом начале своего пути к цели вы пробуете построить план или же действовать, не собирая информацию, то вскоре столкнетесь со множеством трудностей. Многие сдаются после первой попытки с фразой “Это не моё” просто потому, что пытались прыгнуть выши головы без подготовки. На данный момент вы, возможно, понимаете, что ваша основная цель вам необходима. Проверьте информацию о том, как другие к ней идут. Часто простой поиск покажет множество способов достижения цели и один из них скорее всего вам подойдёт.",
      "В нашей эре информации можно найти ответ почти на любой вопрос. Самое сложное – сделать выбор, а путь к определённому результату легко найдётся в поиске и вам останется только немного переделать его под себя. Зная что вам необходимо и как это получить, будет несложно выкладываться на 100% и ложиться спать с чувством удовлетворения.",
      "Чтобы успешно достигать и удерживать цели, обычно не хватает одного действия. Обычно требуется периодичность типа: ежедневно, еженедельно, ежемесячно или ежегодно. Например, еженедельный спорт, работа и время с семьей или ежегодный отпуск. Если не уделять достаточно времени, усилий и внимания работе, семье, здоровью или многим другим целям, то они покинут нас. Миссии созданы для того, чтобы спланировать сколько времени и когда мы уделим тому или иному действию.",
      "<b>Каждая миссия должна иметь цели, действия и повторяемость.</b>"
    ],
    "exercise": [
      "<b>Упражнение</b>",
      "К вашей выбранной основной цели добавьте миссии с действиями и повторяемостью."
    ],
    "test": [
      {
        "text": "На что влияет понимание качества миссий?",
        "selectedAnswers": [],
        "answers": [
          "На прорабатывания привычек",
          "На избегание препятствий",
          "На удовлетворение от результатов",
          "На упорство продолжать когда сложно"
        ],
        "correctAnswers": ["На прорабатывания привычек"],
        "inCorrect": ""
      }
    ]
  }
]
