<template>
  <div class="wrapper">
    <h2>Мы - это в основном:</h2>
    <div class="team">
      <div class="pashaImg"></div>
      <div class="gridTxt">
        <h3>Юдкевич Павел</h3>
        <p>
          Основатель проекта, главный по психологической части и на данный момент по технической
          тоже. Всё, что вы видите на этом сайте, также сделал ваш покорный.
        </p>
        <p>
          По образованию имеется высшее по маркетингу медицинских разработок, несколько сертификатов
          коучинга и нано-образование фронт разработчика.
        </p>
        <p>
          Вкратце, по опыту пробился из продавца в начальника отдела маркетинга. В итоге повезло
          грамотно вложиться в недвижимость и появилось время заняться НЕОЖИЗНЬ.
        </p>
      </div>
      <div class="incognitoImg"></div>
      <div class="gridTxt">
        <h3>Давид К. Ловинг</h3>
        <p>
          Который на данный момент не участвует в разработке, но его вклад - это неотрицаемая часть
          фундамента разработки НЕОЖИЗНЬ.
        </p>
        <p>
          Давид - американец, мастер науки данных из Гарварда и один из лидирующих разработчиков
          искусственного интеллекта в америке. С его помощью мы смогли разработать первую систему, а
          сам он разработал алгоритмы обучения искусственного интеллекта. Однако несколько лет назад
          он вернулся в америку, женился и устоился на отличную работу из-за чего наше
          сотрудничество перешло в дружбу по имэйлу.
        </p>
      </div>
    </div>
    <div class="history">
      <h2>История происхождения</h2>
      <p>
        В 2017 получив первый сертификат коучинга, набрав нескольких клиентов и пообщавшись с
        конкурентами пришла идея. Позвонив Давиду, я предложил сделать искусственного тренера для
        всех и бесплатно. Суть была в том, что мне стала понятна система работы коучинга, как её
        воплотить в программу и прикрепить искусственный интеллект. Зарабатывать можно с платных
        дополнительных услуг и продажи анализа, что делает процесс коучинга бесплатным и доступным
        для всех кто пожелает.
      </p>
      <p>
        К 2018 мы собрали небольшую команду, активно разрабатывали сайт похожий на этот и привлекали
        инвесторов. Проект пользовался интересом, но инвестиций мы так и не получили. В этом году
        пришлось порвать сотрудничество почти со всеми, так как они не делали свою работу. В придачу
        кризис в личной жизни довёл меня до выгорания и проект был заморожен. С того года по 2024
        были рывки и попытки перезапустить проект, но нестабильные обстоятельства прерывали
        разработку.
      </p>
      <p>
        Это нестабильное время прошло не зря. За это время появились ресурсы, которые упростили
        разработку и доказали часть концепции. Также за эти годы получилось продумать до мелочей
        огромную часть проекта и улучшить каждую из составляющих частей.
      </p>
    </div>
    <div class="stages">
      <h2>Три этапа проекта НЕОЖИЗНЬ</h2>
      <p>
        Этап первый - индивидуальная польза. Цель данного этапа привлечь пользователей создав
        инструменты для саморазвития, бизнеса и маркетинга. Это позволит привлеч инвестицию и
        сделать сайт максимально красивым и удобным.
      </p>
      <p>
        Этап второй - наш искусственный интеллект. С достаточным количеством финансов и информации
        можно обучить свой целенаправленный искусственный интеллект. Это будет скорее всего самый
        продвинутый инструмент в области понимания людей который позволит более эффективно отвечать
        на вопросы, анализировать информацию и генерировать качественный контент. Этот этап своего
        рода массовое исследование людей, который, возможно, приведёт к значительным открытиям.
      </p>
    </div>
    <div class="help">
      <h2>Нам нужна ваша помощь</h2>
      <div class="helpTxt">
        <div class="helpBlock">
          <h3>Финансовая</h3>
          <p>На разработку и содержание проекта</p>
          <p>На дизайн, внешний вид и общую приятность пользования</p>
          <p>На воплощение дополнительного функционала</p>
          <p>На найм партнёров и сотрудников</p>
        </div>
        <div class="helpBlock">
          <h3>Партнёры \ сотрудники</h3>
          <p>1. Разработчик искусственного интеллекта</p>
          <p>2. Разработчик безопасных баз данных</p>
          <p>3. Верстак, дизайнер, разработчик</p>
          <p>4. Универсал всё в одном</p>
        </div>
      </div>
    </div>
  </div>
</template>

<style scoped>
p {
  max-width: 35em;
  text-align: justify;
  padding: 1em;
}
h1 {
  padding-top: 1em;
}
h2 {
  text-align: center;
  max-width: 100%;
}
h3 {
  border-bottom: 1px solid #101010ff;
}
.about {
  display: flex;
  flex-direction: column;
  align-items: center;
  justify-content: center;
}
.team {
  display: grid;
  grid-template-columns: auto;
  padding: 2em 1em;
}
.history,
.help {
  background: var(--black);
  color: var(--white);
  width: 100%;
  display: flex;
  flex-direction: column;
  align-items: center;
  justify-content: center;
  padding: 2em 0px;
}
.stages {
  width: 100%;
  display: flex;
  flex-direction: column;
  align-items: center;
  justify-content: center;
  padding: 2em 0px;
}
.help h3 {
  border-color: #fafaf2ff;
}
.gridTxt {
  padding: 1em;
}
.helpBlock {
  padding: 0px 1em;
}
.blackLink {
  border: 1px solid #fafaf2ff;
  border-radius: 5px;
}
.pashaImg {
  background-image: url(../assets/pasha.jpg);
  height: 15em;
  width: 15em;
  background-repeat: no-repeat;
  background-size: cover;
  background-position: center;
  box-shadow:
    rgba(60, 64, 67, 0.3) 0px 1px 2px 0px,
    rgba(60, 64, 67, 0.15) 0px 1px 3px 1px;
  border-radius: 5px;
  margin: 0em auto;
}
.incognitoImg {
  background-image: url(../assets/incognito.svg);
  height: 15em;
  width: 15em;
  background-repeat: no-repeat;
  background-size: cover;
  background-position: center;
  box-shadow:
    rgba(60, 64, 67, 0.3) 0px 1px 2px 0px,
    rgba(60, 64, 67, 0.15) 0px 1px 3px 1px;
  border-radius: 5px;
  margin: 0em auto;
}
@media (min-width: 768px) {
  .team {
    grid-template-columns: auto auto;
  }
  .helpTxt {
    display: grid;
    grid-template-columns: auto auto;
  }
}
</style>
